{
  "Learn how you want": "ابدأ الطلب الآن",
  "Explore your interests": "ابدأ الطلب الآن",
  "Flexible Learning Options": "ابدأ الطلب الآن",
  "Time Share in Saudi Arabia": "نظام التايم شير في السعودية",
  "General Benefits": "المزايا",
  "About Saudi": "عن السعودية",
  "Regulations": "اللوائح والأنظمة",
  "About Us": "عن البرنامج",
  "Explore Redesigned Able Pro": "مدير نظام برنامج الرعاية الصحية",
  "dashboard": "الرئيسية",
  "KGP delivers exceptional childcare by focusing on quality, safety, and child development, ensuring children receive the best care in a nurturing environment": "منصة الحضانة KGP تقدم رعاية أطفال استثنائية من خلال التركيز على الجودة والسلامة وتطوير الطفل، مما يضمن حصول الأطفال على أفضل رعاية في بيئة داعمة",
  "Get your service": "اطلب خدمتك",
  "Request a demo": "اطلب عرضاً توضيحياً",
  "KGP Solutions": "حلول KGP",
  "Viual Engagements": "تفاعلات بصرية",
  "Professional Development": "تطوير مهني",
  "Center Management": "إدارة المراكز",
  "Home": "الرئيسية",
  "Users": "المستخدمين",
  "Solutions": "حلول مقدمة",
  "Resources": "المصادر",
  "About": "عن الحضانة",
  "Pricing": "الأسعار",
  "Register": "التسجيل",
  "Login": "تسجيل دخول",
  "Owner & Director": "المالك والمدير",
  "Educator": "المعلم",
  "Family": "العائلة",
  "Center management": "إدارة المراكز",
  "Family engagement": "مشاركة العائلة",
  "Plan engaging lessons": "تصميم دروس تفاعلية",
  "Biling & payments": "الفواتير والمدفوعات",
  "Blog": "المدونة",
  "KGP Activities": "الأنشطة",
  "Contact Us": "اتصل بنا",
  "Customer Service": "خدمة العملاء",
  "Download": "تحميل",
  "Simplify daily operations and make it easier to manage and grow a high-quality early childhood program": "تبسيط العمليات اليومية وتسهيل إدارة وتطوير برنامج رعاية أطفال عالي الجودة",
  "Stay connected with parents and keep them updated on their child's daily activities!": "ابقَ على اتصال مع الآباء ووافيهم بأحدث المستجدات حول يوم طفلهم!",
  "Make billing simple and avoid the hassle of chasing parents for payments": "اجعل الفوترة سهلة وتجنب متاعب ملاحقة الآباء للحصول على المدفوعات",
  "Everything you need to create a high-quality program, all in one place": "كل ما تحتاجه لبناء برنامج عالي الجودة، في مكان واحد",
  "Foster deeper connections with children and families": "تعزيز الروابط الأعمق مع الأطفال والعائلات",
  "Receive updates about your child's day and pay tuition from anywhere": "احصل على تحديثات حول يوم طفلك وادفع الرسوم الدراسية من أي مكان",
  "Discover articles, tips, tricks, and best practices for your child's education": "اكتشف مقالات ونصائح وحيل وأفضل الممارسات المتعلقة بتعليم طفلك",
  "Discover engaging preschool and daycare activities that your class will enjoy!": "اكتشف أنشطة لمرحلة ما قبل المدرسة ورياض الأطفال التي سيحبها صفك!",
  "Contact our team we'd be delighted to hear from you": "تواصل مع فريقنا؛ نتطلع إلى سماع أخبارك",
  "Download our app from the App Store and Google Play Store": "قم بتنزيل تطبيقنا من متجر التطبيقات ومتجر جوجل بلاي",
  "Discover how our customers are expanding their centers with KGP": "اكتشف كيف يقوم عملاؤنا بتوسيع مراكزهم باستخدام KGP",

  "نظام عالمي للتملك الجزئي… بنسخة سعودية": "نظام عالمي للتملك الجزئي… بنسخة سعودية",
  "استمتع بإقامة مرنة في السعودية عبر صكوك المنفعة، النسخة المحلية لنظام الـ Time Share العالمي، المعتمدة رسميًا من وزارة السياحة، مع حماية قانونية وضمانات مالية": "استمتع بإقامة مرنة في السعودية عبر صكوك المنفعة، النسخة المحلية لنظام الـ Time Share العالمي، المعتمدة رسميًا من وزارة السياحة، مع حماية قانونية وضمانات مالية",
  "ابدأ الطلب الآن": "ابدأ الطلب الآن"
}